Revit 2027 API
ParameterTypeId.LoadComments Property
 "Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadComments { get; }
Public Shared ReadOnly Property LoadComments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadComments {
	ForgeTypeId^ get ();
}
static member LoadComments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace